[
{
"site": "www.federalreserve.gov",
"organization": "US Bancorp",
"published": "2018-15-02T00:01:00.000+02:00",
"title": "Federal Reserve Board fines US Bancorp $15 million and orders it to improve risk management and oversight",
"target": "Federal.fines",
"score":"3",
"text": "The Federal Reserve Board on Thursday ordered Minneapolis-based US Bancorp to improve risk management and oversight of its banking subsidiaries' compliance with U.S. economic sanctions, and Bank Secrecy Act and anti-money-laundering requirements. The Board also required US Bancorp to ensure that firm personnel make timely and complete disclosures to regulatory authorities and imposed a $15 million penalty. Under the terms of the Board's consent cease and desist order, US Bancorp must strengthen oversight of firmwide risk-management and compliance programs for preventing violations of anti-money-laundering and U.S. sanctions laws and put in place procedures to ensure it provides adequate and complete responses to examiner inquiries. In a separate action, the U.S. Department of Justice announced the execution of a deferred prosecution agreement with US Bancorp for violations of the Bank Secrecy Act that occurred at its national bank subsidiary. The deferred prosecution agreement provides for a $528 million forfeiture by US Bancorp. In addition, the Office of the Comptroller of the Currency and the Financial Crimes Enforcement Network announced penalties of $75 million and $185 million respectively against U.S. Bancorp's national bank subsidiary for violations of the Bank Secrecy Act"

},

{
"site": "www.reuters.com",
"organization": "Deutsche Bank",
"published": "2017-30-03T00:01:00.000+02:00",
"title": "Fed fines Deutsche Bank $41 million for anti-money laundering failures",
"target": "Federal.fines",
"score":"4",
"text": "WASHINGTON (Reuters) - The Federal Reserve on Tuesday said it had fined Deutsche Bank AG (DBKGn.DE) $41 million for failing to ensure its systems would detect money laundering regulations and it said the lender agreed to increase its controls. The New York Fed found that the German bank had faulty systems to detect suspicious transactions between 2011 and 2015, the central bank said in its filing. On Tuesday afternoon, a Deutsche Bank spokesman said: “We are committed to implementing every remediation measure referenced in the Fed’s order and to meeting their expectations. While the New York Fed office handles examinations, the central bank chiefs in Washington decide on enforcement actions"

},


{
"site": "www.federalreserve.gov",
"organization": "Citi Bank",
"published": "2018-10-07T00:01:00.000+02:00",
"title": "Federal Reserve Board fines Citigroup $8.6 million for the improper execution",
"target": "Federal.fines",
"score":"3",
"text": "The Federal Reserve Board on Friday announced an $8.6 million fine against Citigroup for the improper execution of residential mortgage-related documents. The $8.6 million penalty addresses the deficient execution and notarization of certain mortgage-related affidavits prepared by a subsidiary, CitiFinancial. The improper practices occurred in 2015 and were corrected. CitiFinancial exited the mortgage servicing business in 2017. Also on Friday, the Board announced the termination of an enforcement action from 2011 against Citigroup and CitiFinancial related to residential mortgage loan servicing. The termination of this action was based on evidence of sustainable improvements"

},


{
"site": "www.nytimes.com",
"organization": "Goldman Sachs",
"published": "2016-18-04T00:01:00.000+02:00",
"title": "Federal Reserve Fines Goldman Sachs $36 Million in Document Leak",
"target": "Federal.fines",
"score":"3",
"text": "The Federal Reserve took action on Wednesday against Goldman Sachs and one of its former executives, escalating a long-running investigation into a leak of confidential government information. The action, which forced Goldman to pay a $36.3 million penalty, stemmed from an incident in 2014, when a junior Goldman banker took confidential information from the Federal Reserve Bank of New York. The junior banker, whom Goldman promptly fired, received the information from a New York Fed employee. Both men pleaded guilty to stealing government property, and Goldman paid a $50 million penalty to New York State regulators because its management failed to effectively supervise the banker. The Fed did not act against Goldman at the time, making its decision to pursue Goldman now a somewhat unusual move. The action, which cites Goldman for an unauthorized use and disclosure of confidential supervisory information, is also an awkward one for the Fed"

},

{
"site": "www.nytimes.com",
"organization": "J. P. Morgan Chase",
"published": "2003-29-07T00:01:00.000+02:00",
"title": "After more than a year of criminal and regulatory investigations 2 Banks Settle Accusations They Aided in Enron Fraud",
"target": "Federal.fines",
"score":"4",
"text": "After more than a year of criminal and regulatory investigations, the nation's two largest banks agreed yesterday to pay almost $300 million in fines and penalties to settle accusations that they aided Enron in misrepresenting its true financial condition for years before the company collapsed. The settlements, with J. P. Morgan Chase and Citigroup, are the broadest to date reached with advisers that played roles in the financing and structuring of the off-the-books partnerships and transactions that contributed significantly to the collapse of Enron in December 2001. The only other such settlement, for $80 million from Merrill Lynch & Company, involved two transactions over a short period; the accusations against the banks involved a range of deals over many years that investigators say were used to portray borrowed money as cash generated by Enron's business. But the bank settlements -- reached with the Securities and Exchange Commission and the Manhattan district attorney's office -- have a significance far beyond the issues in the Enron case. That is because, for the most part, the transactions between Enron and the banks met legal and accounting requirements but still led to what regulators said was misleading information in the company's financial reports. [News analysis, Page C1.] As a result, these settlements are a strong signal that corporate advisers will be held responsible for the financial effect of their dealings with clients -- meaning that banks, accountants and lawyers can be held responsible if a transaction is legal in every respect but results in a outcome that deceives investors"

},


{
"site": "www.nytimes.com",
"organization": "Glaxo",
"published": "2012-02-07T00:01:00.000+02:00",
"title": "Glaxo Agrees to Pay $3 Billion in Fraud Settlement as New York's attorney general, sued GlaxoSmithKline in 2004 over",
"target": "Federal.fines",
"score":"5",
"text": "Glaxo Agrees to Pay $3 Billion in Fraud Settlement ... The fine against GlaxoSmithKline over Paxil , Wellbutrin, Avandia and ... who, as New York's attorney general, sued GlaxoSmithKline in 2004 over"

},

{
"site": "cnn.com",
"organization": "UBS",
"published": "2019-20-02T00:01:00.000+02:00",
"title": "Swiss banking giant UBS fined more than $5 billion in fraud case",
"target": "Federal.fines",
"score":"5",
"text": "London (CNN Business)UBS faces a massive financial penalty in France after a court there ruled that the Swiss bank helped its wealthy clients avoid taxes. The court delivered its verdict in Paris on Wednesday, ordering the bank to pay €4.5 billion ($5.1 billion) and finding it guilty of money laundering and illegal client solicitations. The fines include €800 million ($907 million) in civil damages payable to the French state. Shares in UBS (UBS) dropped sharply after the verdict was announced, trading down 4.2% in Switzerland. The fines are roughly equal to the bank's net profits for 2018"

},


{
"site": "www.theatlantic.com",
"organization": "Wells Fago",
"published": "2017-15-11T00:01:00.000+02:00",
"title": "Wells Fargo’s $110 Million Settlement for a class-action lawsuit for around 2 million accounts opened without customer permission",
"target": "Federal.fines",
"score":"5",
"text": "The latest development in the Wells Fargo saga has good news for some of its customers: The bank will pay $110 million to settle a class-action lawsuit for around 2 million accounts opened without customer permission. The settlement, which is awaiting court approval in California, comes amid six months of continual fallout for Wells Fargo, the second-largest commercial bank in the United States. To recap: Amid intense pressure to meet impossible cross-sales targets from branch managers, employees opened some 1.5 million fake bank accounts and issued over half a million credit cards without customer approval. In September, the Consumer Financial Protection Bureau issued the bank a $100 million penalty, the largest on record, for the illegal practice. The bank also paid an additional $85 million in fines and agreed to refund $2.5 million to its customers for fees associated with the phony accounts."

},



{
"site": "www.bloomberg.com",
"organization": "Citigroup",
"published": "2019-11-23T04:00:00.000+02:00",
"title": "Citigroup Hit Hardest as EU Fines Banks $1.2 Billion Over FX",
"target": "Federal.fines",
"score":"3",
"text": "Citigroup Inc., Royal Bank of Scotland Group Plc and JPMorgan Chase & Co. are among five banks that agreed to pay European Union fines totaling 1.07 billion euros ($1.2 billion) for colluding on foreign-exchange trading strategies. Citigroup was hit hardest with a 310.8 million-euro penalty, followed by fines of 249.2 million euros and 228.8 million euros for RBS and JPMorgan, the European Commission said in a statement on Thursday. Barclays Plc was fined 210.3 million euros and Mitsubishi UFJ Financial Group Inc. must pay nearly 70 million euros as part of the settlement with the EU’s antitrust regulator."
},


{
"site": "www.worldfinance.com",
"organization": "Deutsche",
"published": "2017-05-31T04:00:00.000+02:00",
"title": "Deutsche Bank fined $41m by US Federal Reserve for unsafe and unsound practices",
"target": "Federal.fines",
"score":"3",
"text": "The Federal Reserve has fined Deutsche Bank $41m for failing to ensure adequate controls were in place to counter money laundering in its US operations. The settlement is the latest in a series of fines for Germany’s largest bank, with penalties costing the bank billions in the past year alone. In a brief statement confirming the penalty, the Fed said Deutsche Bank was guilty of “unsafe and unsound practices”, along with “anti-money-laundering deficiencies”. According to the Fed, the lender had failed to comply with the Bank Secrecy Act, which requires banks to assist federal agencies in cracking down on illegal transactions and money laundering operations."
},

{
"site": "www.justice.gov",
"organization": "Bank of America",
"published": "2014-08-21T04:00:00.000+02:00",
"title": "Bank of America to Pay $16.65 Billion in Historic Justice Department Settlement",
"target": "Federal.fines",
"score":"5",
"text": "Attorney General Eric Holder and Associate Attorney General Tony West announced today that the Department of Justice has reached a $16.65 billion settlement with Bank of America Corporation – the largest civil settlement with a single entity in American history ­— to resolve federal and state claims against Bank of America and its former and current subsidiaries, including Countrywide Financial Corporation and Merrill Lynch. As part of this global resolution, the bank has agreed to pay a $5 billion penalty under the Financial Institutions Reform, Recovery and Enforcement Act (FIRREA) – the largest FIRREA penalty ever – and provide billions of dollars of relief to struggling homeowners, including funds that will help defray tax liability as a result of mortgage modification, forbearance or forgiveness. The settlement does not release individuals from civil charges, nor does it absolve Bank of America, its current or former subsidiaries and affiliates or any individuals from potential criminal prosecution. This historic resolution - the largest such settlement on record - goes far beyond the cost of doing business, said Attorney General Holder. Under the terms of this settlement, the bank has agreed to pay $7 billion in relief to struggling homeowners, borrowers and communities affected by the bank’s conduct. This is appropriate given the size and scope of the wrongdoing at issue. This settlement is part of the ongoing efforts of President Obama’s Financial Fraud Enforcement Task Force and its Residential Mortgage-Backed Securities (RMBS) Working Group, which has recovered $36.65 billion to date for American consumers and investors. At nearly $17 billion, today’s resolution with Bank of America is the largest the department has ever reached with a single entity in American history, said Associate Attorney General West. “But the significance of this settlement lies not just in its size; this agreement is notable because it achieves real accountability for the American people and helps to rectify the harm caused by Bank of America’s conduct through a $7 billion consumer relief package that could benefit hundreds of thousands of Americans still struggling to pull themselves out from under the weight of the financial crisis."
},

{
"site": "www.reuters.com",
"organization": "Bank of America",
"published": "2016-05-23T04:00:00.000+02:00",
"title": "Bank of America $1.27 billion U.S. mortgage penalty is voided liable for mortgage fraud leading up to the 2008 financial crisis",
"target": "Federal.fines",
"score":"4",
"text": "A U.S. appeals court on Monday threw out a jury’s finding that Bank of America Corp was liable for mortgage fraud leading up to the 2008 financial crisis, voiding a $1.27 billion penalty and dealing the U.S. Department of Justice a major setback. The 2nd U.S. Circuit Court of Appeals in New York found insufficient proof under federal fraud statutes to establish Bank of America’s liability over a mortgage program called Hustle run by the former Countrywide Financial Corp. The Justice Department claimed Countrywide, which Bank of America bought in July 2008, defrauded government-sponsored mortgage financiers Fannie Mae and Freddie Mac by selling them thousands of toxic loans. But in a 3-0 decision, U.S. Circuit Judge Richard Wesley said the evidence at most showed that Countrywide breached contracts to sell investment-quality loans, and that there was no proof it intended any deception. The trial evidence fails to demonstrate the contemporaneous fraudulent intent necessary to prove a scheme to defraud through contractual promises,” Wesley wrote. Bank of America said it was pleased with the ruling. A spokesman for Manhattan U.S. Attorney Preet Bharara, whose office pursued the case, had no immediate comment. The lawsuit was filed in 2012 following a whistleblower’s complaint, and remains one of the biggest government enforcement cases to go to trial in connection with the U.S. housing meltdown and financial crisis."
},

{
"site": "www.nbcnews.com",
"organization": "US",
"published": "2016-05-23T04:00:00.000+02:00",
"title": "Ben Stokes wins Sports Personality of the Year 2019",
"target": "Sports",
"score":"2",
"text": ""
},


{
"site": "www.nbcnews.com",
"organization": "US",
"published": "2016-05-23T04:00:00.000+02:00",
"title": "A Grip on Sports: Basketball will always hold a special place in our heart",
"target": "Sports",
"score":"2",
"text": ""
},



{
"site": "www.nbcnews.com",
"organization": "US",
"published": "2016-05-23T04:00:00.000+02:00",
"title": "College Basketball Best Bets: Temple Won't Be Able to Weather This Storm",
"target": "Sports",
"score":"3",
"text": ""
},

{
"site": "www.nbcnews.com",
"organization": "US",
"published": "2016-05-23T04:00:00.000+02:00",
"title": "Kansas is the new No. 1 in the USA TODAY Sports men's basketball poll",
"target": "Sports",
"score":"4",
"text": ""
},


{
"site": "www.nbcnews.com",
"organization": "US",
"published": "2016-05-23T04:00:00.000+02:00",
"title": "College Basketball Rankings: With star Cole Anthony sidelined, short-handed North Carolina faces No. 2 Gonzaga",
"target": "Sports",
"score":"4",
"text": ""
},


{
"site": "www.nbcnews.com",
"organization": "US",
"published": "2016-05-23T04:00:00.000+02:00",
"title": "Wildcats basketball, volleyball programs teamed up to land rare two-sport prospect",
"target": "Sports",
"score":"4",
"text": ""
},

{
"site": "www.nbcnews.com",
"organization": "US",
"published": "2016-05-23T04:00:00.000+02:00",
"title": "Physician Bars Champion Wrestler from Team Because 'Girls Don't Play Boys' Sports'",
"target": "Sports",
"score":"4",
"text": ""
},

{
"site": "www.nbcnews.com",
"organization": "US",
"published": "2016-05-23T04:00:00.000+02:00",
"title": "Green Dragons defeat Montoursville in girls basketball",
"target": "Sports",
"score":"4",
"text": ""
},

{
"site": "www.nbcnews.com",
"organization": "US",
"published": "2016-05-23T04:00:00.000+02:00",
"title": "Column: New Ulm boys’ basketball team showing promise",
"target": "Sports",
"score":"4",
"text": ""
}








]
